Repository: Mryococo91/PortKiller
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# SearchBox.PlaceholderText
source: Search by port, PID, process, or path
fr_fr: Rechercher un port, un PID, un processus ou un chemin

# ShowAllTcpCheckBox.Content
source: All TCP connections
fr_fr: Toutes les connexions TCP

# RefreshButtonText.Text
source: Refresh
fr_fr: Actualiser

# ExportButtonText.Text
source: Export CSV
fr_fr: Exporter CSV

# Export_CsvFileType
source: CSV file
fr_fr: Fichier CSV

# Success_Exported
source: Exported to {0}
fr_fr: Exporté vers {0}

# TerminateButtonText.Text
source: Terminate process
fr_fr: Terminer le processus

# ElevationBanner.Title
source: Running without elevated privileges
fr_fr: Exécution sans privilèges élevés

# ElevationBanner.Message
source: Some process details and some terminations may require administrator privileges.
fr_fr: Certaines informations de processus et certaines terminaisons peuvent nécessiter des privilèges administrateur.

# RelaunchAdminButton.Content
source: Relaunch as administrator
fr_fr: Relancer en administrateur

# ErrorBanner.Title
source: Error
fr_fr: Erreur

# ColumnProtocol.Text
source: Protocol
fr_fr: Protocole

# ColumnState.Text
source: State
fr_fr: État

# ColumnLocalAddress.Text
source: Local address
fr_fr: Adresse locale

# ColumnProcess.Text
source: Process
fr_fr: Processus

# EmptyTitle.Text
source: No ports to display
fr_fr: Aucun port à afficher

# EmptySubtitle.Text
source: Change the search or refresh the list.
fr_fr: Modifiez la recherche ou actualisez la liste.

# DetailsProcessTitle.Text
source: Process
fr_fr: Processus

# DetailsNameLabel.Text
source: Name
fr_fr: Nom

# DetailsPathLabel.Text
source: Path
fr_fr: Chemin

# DetailsStartedLabel.Text
source: Started
fr_fr: Démarré

# CopyPidButton.Content
source: Copy
fr_fr: Copier

# CopyPathButton.Content
source: Copy
fr_fr: Copier

# Language_System
source: System
fr_fr: Système

# Status_Ready
source: Ready.
fr_fr: Prêt.

# Status_Entries
source: {0} entries
fr_fr: {0} entrée(s)

# Status_Results
source: {0} of {1} results
fr_fr: {0} résultat(s) sur {1}

# Status_RefreshFailed
source: Refresh failed.
fr_fr: Échec de l'actualisation.

# Error_ReadPorts
source: Unable to read ports: {0}
fr_fr: Impossible de lire les ports : {0}

# Error_Terminate
source: Unable to terminate the process: {0}
fr_fr: Impossible de terminer le processus : {0}

# Success_Terminated
source: {0} (PID {1}) was terminated.
fr_fr: {0} (PID {1}) a été terminé.

source: Unavailable
fr_fr: Indisponible

# TerminateDialogTitle
source: Terminate this process?
fr_fr: Terminer le processus ?

# TerminateDialogPrimary
source: Terminate process
fr_fr: Terminer le processus

# TerminateDialogClose
source: Cancel
fr_fr: Annuler

# TerminateConfirm_Name
source: Name: {0}
fr_fr: Nom : {0}

# TerminateConfirm_Path
source: Path: {0}
fr_fr: Chemin : {0}

# TerminateConfirm_Ports
source: Affected ports:
fr_fr: Ports concernés :

# TerminateConfirm_Warning
source: This action cannot be undone. Applications that use this process will be interrupted.
fr_fr: Cette action est irréversible. Les applications qui utilisent ce processus seront interrompues.

# ElevationCanceledTitle
source: Elevation cancelled
fr_fr: Élévation annulée

# ElevationCanceledContent
source: Port Killer could not be relaunched as administrator. {0}
fr_fr: Port Killer n'a pas pu être relancé en administrateur. {0}

# ViewModelNotInitialized
source: The view model was not initialized.
fr_fr: Le ViewModel n'a pas été initialisé.

# Error_ProcessGone
source: Process {0} no longer exists.
fr_fr: Le processus {0} n'existe plus.

# Error_AccessDenied
source: Access denied: unable to terminate {0}. Relaunch Port Killer as administrator if needed.
fr_fr: Accès refusé : impossible de terminer {0}. Relancez Port Killer en tant qu'administrateur si cela est nécessaire.

# Error_IdentityMismatch
source: The process changed since it was listed (the PID may have been reused). The list will be refreshed.
fr_fr: Le processus a changé depuis l'affichage (le PID a peut-être été réutilisé). La liste va être actualisée.

# Error_NoProcessSelected
source: No process is selected.
fr_fr: Aucun processus sélectionné.

# Error_IdleProtected
source: The Idle process (PID 0) cannot be terminated.
fr_fr: Le processus Idle (PID 0) ne peut pas être terminé.

# Error_SystemProtected
source: The System process (PID 4) cannot be terminated.
fr_fr: Le processus System (PID 4) ne peut pas être terminé.

# Error_SelfProtected
source: Port Killer cannot terminate itself from this action.
fr_fr: Port Killer ne peut pas se terminer lui-même depuis cette action.

# Error_CannotResolvePath
source: Unable to determine the Port Killer path.
fr_fr: Impossible de déterminer le chemin de Port Killer.

# Error_NetworkTable
source: Failed to read the network table (code {0}).
fr_fr: Échec de la lecture de la table réseau (code {0}).

# Error_NetworkTableUnstable
source: The network table changed too quickly to be read.
fr_fr: La table réseau a changé trop rapidement pour être lue.

# State_Closed
source: CLOSED
fr_fr: FERMÉ

# State_Listen
source: LISTENING
fr_fr: ÉCOUTE

# State_SynSent
source: SYN_SENT
fr_fr: SYN_ENVOYÉ

# State_SynReceived
source: SYN_RECEIVED
fr_fr: SYN_REÇU

# State_Established
source: ESTABLISHED
fr_fr: ÉTABLI

# State_FinWait1
source: FIN_WAIT_1
fr_fr: FIN_ATTENTE_1

# State_FinWait2
source: FIN_WAIT_2
fr_fr: FIN_ATTENTE_2

# State_CloseWait
source: CLOSE_WAIT
fr_fr: ATTENTE_FERMETURE

# State_Closing
source: CLOSING
fr_fr: FERMETURE

# State_LastAck
source: LAST_ACK
fr_fr: DERNIER_ACK

# State_TimeWait
source: TIME_WAIT
fr_fr: ATTENTE_TEMPORELLE

# State_DeleteTcb
source: DELETE_TCB
fr_fr: SUPPRIMER_TCB
